 const poemdata=[
  {
    poet: "सरोजिनी नायडू",
    title: "नारी",
    lines: [
      "बचपन में मां ने नारी का किरदार निभाया है,",
      "उसने ही तो हमें ठीक से चलना, बोलना और पढ़ना सिखाया है।",
      "",
      "उम्र जैसे बढ़ी तो पत्नी ने नारी का रूप दिखाया है,",
      "उसने हर परिस्थिति में हमें डटकर लड़ना सिखाया है।",
      "",
      "फिर बेटी ने नारी का रूप अपनाया है,",
      "दुनिया से प्यार करना सिखाया है।",
      "",
      "और तो क्या ही लिखूं मैं नारी के सम्मान में,",
      "हम सब तो खुद ही गुम हो गए हैं अपने ही पहचान में।"
    ],
    url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTPfH0bzK_4DZOrtQGYJjG32KkSJSv9tztnegHxf8FMaA&s',
    rating:5
  },
  {
    poet: "मुंशी प्रेमचंद",
    title: "ख्वाहिश नहीं",
    lines: [
      "ख्वाहिश नहीं मुझे, मशहूर होने की,",
      "आप मुझे पहचानते हो, बस इतना ही काफी है,",
      "अच्छे ने अच्छा, और बुरे ने बुरा जाना मुझे,",
      "क्योंकि जिसको जितनी जरूरत थी,",
      "उसने उतना ही पहचाना मुझे,",
      "जिंदगी की फलसफा भी, कितनी अजीब है,",
      "श्यामे कटती नहीं, और साल गुजरते चले जा रहे हैं,",
      "एक अजीब सी, दौड़ है ये ज़िंदगी,",
      "जीत जाओ तो कई, अपने पीछे छूट जाते हैं,",
      "और हार जाओ तो, अपने ही पीछे छोड़ जाते हैं,",
      "बैठ जाता हूं, मिट्टी पर अक्सर, क्योंकि मुझे अपनी,",
      "औकात अच्छी लगती है।"
    ],
    url:'https://wd-image.webdunia.com/image-conversion/process-aws.php?url=https://nonprod-media.webdunia.com/public_html/_media/hi/img/article/2020-07/30/full/1596107588-0268.jpg&w=&h=&outtype=webp',
    rating:6
  },
  {
    poet: "हरिवंश राय बच्चन",
    title: "अरे भारत! उठ, आँखें खोल",
    lines: [
      "अरे भारत! उठ, आँखें खोल,",
      "उड़कर यंत्रों से, खगोल में घूम रहा भूगोल!",
      "अवसर तेरे लिए खड़ा है,",
      "फिर भी तू चुपचाप पड़ा है।",
      "तेरा कर्मक्षेत्र बड़ा है,",
      "पल पल है अनमोल।",
      "अरे भारत! उठ, आँखें खोल॥",
      "बहुत हुआ अब क्या होना है,",
      "रहा सहा भी क्या खोना है?",
      "तेरी मिट्टी में सोना है,",
      "तू अपने को तोल।",
      "अरे भारत! उठ, आँखें खोल॥",
      "दिखला कर भी अपनी माया,",
      "अब तक जो न जगत ने पाया;",
      "देकर वही भाव मन भाया,",
      "जीवन की जय बोल।",
      "अरे भारत! उठ, आँखें खोल॥",
      "तेरी ऐसी वसुन्धरा है-",
      "जिस पर स्वयं स्वर्ग उतरा है।",
      "अब भी भावुक भाव भरा है,",
      "उठे कर्म-कल्लोल।",
      "अरे भारत! उठ, आँखें खोल॥"
    ],
    url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTVsjGLbOuiVBnZpMskuW1Mlm8W2XfpAHkOAuoWvZRcgg&s',
    rating:7
  },
  {
    poet: "रामधारी सिंह 'दिनकर'",
    title: "सच है",
    lines: [
      "सच है, विपत्ति जब आती है, कायर को ही दहलाती है,",
      "शूरमा नहीं विचलित होते, क्षण एक नहीं धीरज खोते,",
      "विघ्नों को गले लगाते हैं, काँटों में राह बनाते हैं।",
      "मुख से न कभी उफ़ कहते हैं, संकट का चरण न गहते हैं,",
      "जो आ पड़ता सब सहते हैं, उद्योग-निरत नित रहते हैं,",
      "शूलों का मूल नसाने को, बढ़ खुद विपत्ति पर छाने को।",
      "है कौन विघ्न ऐसा जग में, टिक सके वीर नर के मग में",
      "खम ठोंक ठेलता है जब नर, पर्वत के जाते पाँव उखड़",
      "मानव जब जोर लगाता है, पत्थर पानी बन जाता है।",
      "गुण बड़े एक से एक प्रखर, हैं छिपे मानवों के भीतर,",
      "मेंहदी में जैसे लाली हो, वर्तिका-बीच उजियाली हो।",
      "बत्ती जो नहीं जलाता है, रोशनी नहीं वह पाता है।",
      "पीसा जाता जब इक्षु-दण्ड, झरती रस की धारा अखण्ड,",
      "मेंहदी जब सहती है प्रहार, बनती ललनाओं का सिंगार",
      "जब फूल पिरोये जाते हैं, हम उनको गले लगाते हैं।"
    ],
    url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRTzNwCQpoM8LFlL8_Y8Z6_5ycOXOchM0oKJNI9edAO4A&s',
    rating:3
  },
  {
    poet: "अटल बिहारी वाजपेयी ",
    title: "आओ फिर से दिया जलाएँ",
    lines: [
      "आओ फिर से दिया जलाएँ",
      "भरी दुपहरी में अँधियारा",
      "सूरज परछाई से हारा",
      "अंतरतम का नेह निचोड़ें",
      "बुझी हुई बाती सुलगाएँ",
      "आओ फिर से दिया जलाएँ",
      "हम पड़ाव को समझे मंज़िल",
      "लक्ष्य हुआ आँखों से ओझल",
      "वर्त्तमान के मोहजाल में",
      "आने वाला कल न भुलाएँ",
      "आओ फिर से दिया जलाएँ",
      "आहुति बाकी यज्ञ अधूरा",
      "अपनों के विघ्नों ने घेरा",
      "अंतिम जय का वज़्र बनाने",
      "नव दधीचि हड्डियाँ गलाएँ",
      "आओ फिर से दिया जलाएँ"
    ],
    url: 'https://img.jagranjosh.com/imported/images/E/Articles/Atal-Bihari-Vajpayee-Interesting-Facts.webp',
    rating:2
  },
  {
    poet: "डॉ. अनामिका अम्बर जैन",
    title: "एक हँसी आग़ाज़",
    lines: [
      "मोहब्बत के सफ़र को एक हँसी आग़ाज़ दे देना,",
      "मेरा कल मुस्कुरा उठे तुम ऐसा आज दे देना,",
      "वफ़ाएँ देख लेना तुम तुम्हारी प्यार की ख़ातिर,",
      "चली आऊँगी मैं सब छोड़ कर आवाज़ दे देना।",
      "",
      "नज़र भर देख लूँ उसको दुआ दिन रात करती थी,",
      "मगर ज़ाहिर नहीं दिल के कोई जज़्बात करती थी,",
      "यही था प्यार शायद चाँद तारों से अकेले में,",
      "वो मेरी बात करता था मैं उसकी बात करती थी।",
      "",
      "जहाँ पर सच, दया ,सम्मान और इमां रहता है,",
      "वही जाकर वो अल्लाह और वो भगवन रहता है,",
      "अगर तूने निकला है किसी के पॉ का कटा,",
      "तो ये तय है तेरे दिल में कोई इंसान रहता है।"
    ],
    url: 'https://mykavisammelan.com/wp-content/uploads/2022/05/anamika-amber-803x800.jpg',
    rating:1
  }
  ]
  


  export default poemdata